export { ThemeProvider } from './ui/theme-provider';


// 
// 
//   ОРГАНИЗАЦИЯ ТЕМ И ЦВЕТОВ
//   КОНФИГУРАТОР
// 
// 
// 
//    ОБЩИЕ
//   -------
//     - Light | Dark
//     - Navbar Fixed
//     - Sidenav Mini
// 
//    LAYOUT
//   --------
//     - Background theme   : Фиолетовый | Синий | Красный | Оранжевый | Зелёный ...
//     - Active theme color : Фиолетовый | Синий | Красный | Оранжевый | Зелёный ...
//     - Background image   : Без фона | С фоном
//                                       |- : Загрузить свою | Картинка 1 | Картинка 2 | Картинка 3 ...
// 
//    HEADER
//   --------
//     - Background theme   : Фиолетовый | Синий | Красный | Оранжевый | Зелёный ...
//     - Active theme color : Фиолетовый | Синий | Красный | Оранжевый | Зелёный ...
//
//    SIDEBAR
//   ---------
//     - Background theme   : Фиолетовый | Синий | Красный | Оранжевый | Зелёный ...
//     - Active theme color : Фиолетовый | Синий | Красный | Оранжевый | Зелёный ...
//     - Background image   : Без фона | С фоном
//                                       |- : Загрузить свою | Картинка 1 | Картинка 2 | Картинка 3 ...
// 
// 
// 
// 
// 
// 
